الملاحظات الرئيسية 
# ارجاع  id  العميل 
# ارجاع  id  السائق  
# ارجاع  id  المستخدم  
# ارجاع  id  المستلم   
# ارجاع  id  المدن   




تفاصيل العميل  
- فروع العميل - رقم السجل التجاري للعميل
- رقم جوال ثاني 
- رابط الموقع 
- اسم  الموقع 


جدول السائقين : 
- تاريخ اخر تحديث 
- حالة الستائق 


- تفاصيل السائقين 
قائمة الشحنات 
حالات الشحنه (التاريخ - المدونب )



تفاصيل الشحنات 
حالات الشحنه-   (التاريخ - المدونب ) 
- المندوب 


متطلبات من المهندس احمد 
جدول للمدن وضاافة المدن والتعديل 
حالة "مكتملة"  للشحنه   
